Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/kronikk-endelig-er-samiske-barns-rettigheter-i-fokus.html.tmx
Source language: nob
Languages: sme

source: Kronikk: Endelig er samiske barns rettigheter i fokus
sme: Kronihkka: Sámi mánáid vuoigatvuođat leat viimmat guovddážis

source: Riksrevisjonen lanserte tirsdag en rapport om samiske elevers rett til undervisning i og på samisk.
sme: Riikarevišuvdna almmuhii maŋŋebárgga raportta sámi ohppiid vuoigatvuođa birra oahpahussii sámegielas ja sámegillii.

source: Revisjonen har et tydelig budskap om at undervisningen er mangelfull.
sme: Revišuvnnas lea čielga sáhka mii muitala ahte oahpahus lea váilevaš.

source: Det er en konklusjon som vi fra Sametinget tar med største alvor og det håper jeg andre også gjør, skriver sametingsråd Mikkel Eskil Mikkelsen i denne kronikken.
sme: Sámedikkis mii váldit dien konklušuvnna hui duođas, ja dan doaivvun earát maid dahkat, čállá sámediggeráđđi Mikkel Eskil Mikkelsen dán kronihkas.

source: For de av oss som har vært innom samisk opplæringsspørsmål så er det likevel ikke sjokkerende at rapporten konkluderer slik den gjør.
sme: Midjiide geaidda sámi oahpahusáššit leat oahppásat ii dattege leat suorggahahtti go raporta ná konkludere.

source: Hver høst ser vi de samme reportasjene om sen oppstart av samiskundervisning, utfordringer med hospiteringsordninger, og enda i november får jeg melding om at samiskundervisning ikke er startet opp enkelte steder i landet.
sme: Juohke čavčča oaidnit seamma reportášaid maŋŋonan sámegieloahpahusa birra, hástalusaid birra hospiterenortnegiin, ja vel skábmamánusge oaččun dieđuid sámegieloahpahusa birra mii muhtun sajiin riikkas ii leat johtui boahtán.

source: Spørsmålet som jeg stiller meg om utfordringene for samisk opplæring, særlig utenfor samisk forvaltningsområder, er rent organisatoriske slik rapporten peker på når vi vet at utfordringene har vært der i flere år.
sme: Mun divun gažaldaga leatgo hástalusat sámegieloahpahusas, earenoamážit sámegiela hálddašanguovllu olggobealde, čielga organisatoralaš hástalusat, nugo raporta čujuha, go diehtit ahte hástalusat leat leamašan ollu jagiid.

source: Eller er det andre grunner til at utfordringene oppstår?
sme: Vuoi leatgo eará sivat dasa go hástalusat čuožžilit?

source: Er det en manglende vilje til å utbedre situasjonen for samiske barn?
sme: Leago váilevaš dáhttu buoridit sámi mánáid dili?

source: Er det slik at de samiske elevene lider av at det bare er to aktører som kjemper for samiske barns rettigheter, samiske foreldre og Sametinget?
sme: Leago nu ahte sámi mánát gillájit go leat dušše guokte aktevrra mat rahčet sámi mánáid vuoigatvuođaid beali, sámi vánhemat ja Sámediggi?

source: Jeg har dessverre ikke klare svar, men faktum er at jeg har måttet bruke mye tid på å aktivisere, skape nettverk og allianser for nettopp samiske barns skolehverdag.
sme: Mus dađi bahábut eai leat čielga vástádusat, muhto duohtavuohta lea ahte lean ollu áiggi ferten geavahit aktiviseremii, hukset fierpmádagaid ja verddiid justa sámi mánáid skuvlaárgabeaivvi ektui.

source: Når vi akkurat har lansert nye læreplaner i både den samiske og norske skolen har jeg gjennomgående måttet argumentere for at samisk språk, kultur og samfunnsliv har mye å bidra med i den norske skolen.
sme: Go aiddo leat almmuhan ođđa oahppoplánaid sihke sámi ja dáru skuvlii, de lean dávjá ferten ákkastallat dan beali ahte sámi gielas, kultuvrras ja servodagas lea ollu mii dáža skuvlii livččii buorrin.

source: Det handler ikke bare om samisk språkundervisning, men også innhold og forståelse av blant annet bærekraft, demokrati og historie.
sme: Dás ii leat sáhka dušše sámegieloahpahusas, muhto maiddái sisdoalus ja áddejumis earret eará guoddevašvuođas, demokratiijas ja historjjás.

source: Samisk språk, kultur og samfunn har mye å bidra med bare den får mulighet.
sme: Sámi giella, kultuvra ja servodat sáhtášedje ollu buori buktit jus oččošedje vejolašvuođa.

source: Dette har vært en argumentasjon hvor målet har vært å vise frem helheten i den samiske skolen, at den samiske skolen er ikke bare språkopplæring og er et anliggende for hele Norge og alle aktører innenfor skolesektoren.
sme: Dán ákkastallama mihttomearrin lea leamaš čájehit ollisvuođa sámi skuvllas, ahte sámi skuvla ii leat dušše giellaoahpahus, muhto juoga mii guoská oppa Norgii ja skuvlasuorggi buot aktevrraide.

source: Min påstand er dermed at den samiske opplæringa ofte blir redusert til språkundervisning og dermed ansett for noe som mange aktører ikke ser som sitt anliggende.
sme: Mu čuoččuhus lea ahte sámi oahpahus dávjá adnojuvvo dušše giellaoahpahussan ja danin dakkárin maid máŋga aktevrra oaivvildit ahte ii guoskka sidjiide.

source: Hvis ikke alle aktører innser at samiskundervisning er et anliggende for dem, så er det ikke rart at riksrevisjonen peker på at nettopp er for mange aktører som ikke klarer å samarbeide for å gjøre samiskundervisningen god.
sme: Jus buot aktevrrat eai oainne ahte sámegieloahpahus guoská sidjiide, de ii leat ártet go riikarevišuvdna čujuha justa dan ahte leat máŋga aktevrra mat eai nagot ovttasbargat vai sámegieloahpahus šattašii buorrin.

source: Et mål for Sametinget er at hver enkelt kommune skal være med på å synliggjøre kompetansebehovene de har.
sme: Sámedikkis lea mihttomearrin ahte juohke okta gielda galgá leat mielde oainnusmahttimin iežaset gelbbolašvuođadárbbuid.

source: De kan ikke bare synliggjøre, men de kan også rekruttere aktivt gjennom stipendbruk.
sme: Sii eai galgga dušše oainnusmahttit, muhto maiddái stipeanddaiguin aktiivvalaččat rekrutteret.

source: Sametinget har god erfaring med å gi samiske kommuner mulighet til å bruke tospråklighetsmidler til rekruttering og stipend, men man må ikke være en samisk kommune for å gjøre det.
sme: Sámedikkis leat buorit vásihusat dainna go sámi gielddat besset guovttegielatvuođaruđaid geavahit rekruteremii ja stipeanddaide, muhto ii galgga leat sámi gielda ovdalgo dan sáhttá dahkat.

source: Dette er særlig aktuelt når mange av utfordringene har én ting til felles, mangelen på samiske lærere.
sme: Dat lea earenoamáš deaŧalaš go ollu hástalusain lea juoga mii lea oktasaš, menddo unnán sámi oahpaheaddjit.

source: Når vi vet at stipender fungerer i rekruttering må vi utnytte dette til det fulle.
sme: Go diehtit ahte stipeanddat doibmet rekruteremis, de galggašeimmet dain ollu eambbo geavahit.

source: Riksrevisjonen peker også på Sametinget.
sme: Riikarevišuvdna čujuha maid Sámediggái.

source: Sametinget har blitt utfordret av riksrevisjonen særlig på vår tilskuddsordning for læremidler.
sme: Riikarevišuvdna hástala maid Sámedikki earenoamážit min doarjjaortnega ektui oahpponeavvuide.

source: Dette er kritikk som vi tar til oss, det er alltid sunt at noen utenfra går gjennom våre virkemiddelbruk.
sme: Dán moaitámuša mii guldalit, ja lea álo buorre go muhtun olggobealde geahčada min váikkuhangaskaomiid.

source: Revisjonen peker blant annet på at Sametinget over en periode har 65 millioner i ubrukt fond.
sme: Revišuvdna čujuha earret eará dasa go Sámedikkis muhtun áigodagas lea 65 mill. geavatkeahtes foanda.

source: Det er en unøyaktig påpekelse siden midlene er knyttet opp til allerede innvilgede prosjektsøknader på læremiddelutvikling, og på den måten er brukt.
sme: Dat lea eahpedárkilis čujuhus danne go ruđat leat čadnojuvvon oahpponeavvoprošeaktaohcamiidda maidda lea juo ruhta juolluduvvon, ja dainna lágiin juo geavahuvvon.

source: Forklaringen på dette er vi ikke utbetaler alle prosjektmidler når søknad blir innvilget.
sme: Čilgehus lea ahte mii eat mávsse buot prošeaktaruđaid go ohcan mieđihuvvo.

source: Noe av beløpet vil bli holdt tilbake helt til prosjektslutt og ferdig læremiddel.
sme: Oasi ruđas doallat dassážiigo prošeakta lea loahpahuvvon ja oahpponeavvu lea gárvvis.

source: Dermed er det tilskudd Sametinget vil betale når forlagene er ferdig med læremiddelprosjektene som har en leveringsfrist på 3,5 år.
sme: Dás lea sáhka doarjagis maid Sámediggi máksá go lágádusat leat geargan oahpponeavvoprošeavttaiguin, mat sáhttet bistit 3,5 jagi.

source: Sametinget vil følge opp Riksrevisjonens rapport og konklusjoner på læremiddelproduksjonen og vi starter denne jobben allerede i desember når Sametingets plenum skal behandle Handlingsplan for læremiddelutvikling 2020-2023.
sme: Sámediggi áigu čuovvulit riikarevišuvnna raportta ja konklušuvnnaid oahpponeavvobuvttadeami ektui, ja mii álgit dáinna bargguin juo juovlamánus go Sámedikki dievasčoahkkin gieđahallá Doaibmaplána oahpponeavvobuvttadeapmái 2020-2023.

source: Sametinget er også klare til å følge opp riksrevisjonsrapporten med andre aktører.
sme: Sámediggi lea maid gearggus riikarevišuvnna raportta eará aktevrraiguin čuovvulit.

source: I høst ble det bestemt at Sametinget vil invitere alle aktuelle aktører på opplæringsfeltet til et møte for å diskutere samiskundervisningen i Norge.
sme: Dán čavčča mearriduvvui ahte Sámediggi áigu bovdet buot áššáiguoski aktevrraid oahpahussuorggis čoahkkimii digaštallan dihte sámegieloahpahusa Norggas.

source: Dette møtet har blitt aktualisert med riksrevisjonsrapporten.
sme: Riikarevišuvnna raporta lea dán čoahkkima dahkan áigeguovdilin.

source: På samme måte vil oppfølging av NOU Hjertespråket få press på seg.
sme: Seamma láhkai galgá NAČ Váibmogiela čuovvuleapmi deattuhuvvot.

source: I den finner vi mange forslag som skal bedre det riksrevisjonen har pekt på.
sme: Das gávdnat máŋga evttohusa mat galggašedje buoridit dan maid riikkarevišuvdna cuiggoda.

source: Sametinget har fått beskjed fra regjeringen at målet er å legge frem en proposisjon for Stortinget i 2021.
sme: Ráđđehus lea dieđihan Sámediggái ahte sin áigumuš lea Stuorradiggái ovddidit proposišuvnna 2021:s.

source: I mellomtiden har Sametinget lagt inn sterke språkmodeller som en sentral verdi i de nye læreplanene for samiske språkfag.
sme: Dassážii lea Sámediggi sámegielfágaid ođđa oahppaplánain bidjan gievrras giellamodeallaid guovddáš árvun.

source: Dette er et viktig grep som gir mulighet til bedre resultat i samisk språkundervisning, men i seg selv er det et lite tiltak i de store strukturelle utfordringene som riksrevisjonen peker på.
sme: Dat lea deaŧalaš danne go addá vejolašvuođa buoret bohtosiidda sámegieloahpahusas, muhto iešalddis lea dat smávva doaibmabidju stuorra struktuvrralaš hástalusain maidda riikkarevišuvdna čujuha.

source: Derfor står vi klare til å følge opp Riksrevisjonens rapport, men vi kan ikke gjøre det alene.
sme: Danne lea gergosat riikarevišuvnna raportta čuovvulit, muhto eat sáhte dan okto dahkat.
